{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/blog.github.io/2022/08/22/hello-world/"},{"title":"提问指南","text":"综合实验班 提问指南（2022版） Stop-Ask-Questions-in-The-Stupid-Ways 避免xy-problemXY Problem 表示 1.提问者想要解决 原问题 X ，且觉得解决了 引申问题 Y 就能解决 X 问题 2.提问者对外提出了解决 Y 的的请求 3.回答者帮助提问者解决 Y 问题。 ↓ 4.实现结果：浪费了回答者和提问者双方的时间 显然, 最终 Y 问题可能并不是 X 问题的一个合适的解决方法 因此， 提问者要避免创造这样的修罗场, 需要学会在问题之初就准确描述自己的根本问题。学会描述问题 提问前你需要知道的事情请允许我在这里用高亮块着重标注 要知道，主动找寻你需要的资料是一项基本生存技能，学不会主动寻找你需要的东西，你可能真的不适合做这件事情 所以，请在提问前先把我们为你准备好的文件阅读完，我们可以接受你 没有看懂 或 没有看清 哪一条Q&amp;A，但是，我们不接受你不看文件就来找学长学姐问文件上已经写的很清楚的问题 学长学姐只负责回答你实验班报考的相关内容，当然对于你们的更多的问题我们也很乐意回答，但是，还是上面那个问题——搜索是一项基本生存技能，任何问题你都可以主动去找寻资料，比如： 怎么保研 怎么考选调生 等等等等 当然，不要因为看到上面这些就害怕不敢提问，我们喜欢你探究更多的细节，所以，我们才会写这篇文档帮助你进行提问 首先你要学会礼貌我很不情愿，但却不得不做的：在这里教你一个基本的提问套路 123学长\\学姐好呀：请问 ...问题描述...谢谢学长\\学姐。 礼貌，个人认为是你向学长学姐提问时的第一要注意的问题，而且这本是我认为不需要说明的问题 你要明白，愿意回答问题的人，都是可爱的人 不回答你的问题，不会给学长学姐带来任何损失 下面列出的事项，希望你可以注意到： 下面的关于 礼貌 的事项针对的是你找学长学姐私聊的情况，群里可以随意一点，但也不要越界 私聊向学长学姐提问时，请先添加学长学姐为好友，发起临时聊天让我们感觉像是一次性消费品 请加上称呼语——学长\\学姐，不加称呼语显得很疏远，再不济，我们也是一个学校的校友 如果可以，请在好友申请里告知学长学姐该如何给你备注，为什么面试需要先做自我介绍应该不需要我额外解释吧 在聊天的环节，无论你是否喜欢这个专业，请不要对 学长学姐的包括但不限于专业、导师、高考分数等 发表评论，更不要进行言语攻击，请在聊天中克制这种行为，无论你是有意还是无意地伤害到了任何一位学长或学姐，你都会上际銮书院的黑名单 当你向学长学姐提问时，请避免出现直接对学长学姐发号施令的态度，代替以“……可以吗？”，“请问可以……吗？”，群里的学长学姐都是自愿为你解答问题，但不代表他们是来为你服务的 在向学长学姐提问一些偏私人的问题，如学长学姐当年的高考分数、排名等，请尽可能委婉的提出你的问题，如“学长，请问可以问一下你当年高考考了多少分吗？” 请不要在一句话里同时提出多个看起来不相关的问题，我们不希望只是作为你的一个自主问答机，而是可以向朋友一样一问一答 当聊天结束时，请说一句谢谢，这是对时间付出者的基本尊重，选拔考试面试的时候你也需要在面试完说一句谢谢老师，因为他们付出时间来面试你 请在和学长学姐聊天时，注意包括但不限于上述问题，否则，不要在群里问为什么学长学姐不回复你的私聊或者为什么学长学姐的态度很差 学会描述问题 你又不是我追的妹子，我没有时间来猜你想要什么。 记住，给别人的条件越多，你的问题解决越快。因为这不是解密游戏。 请问一个关于 什么 的问题。 我想要知道的是什么，但是我在文件中看到的是什么 我看了文件，发现什么，我不明白的是什么 我想问的是什么中的什么问题 我是哪里的考生，请问我该如何哪一科\\哪一环节考试的哪一部分内容 谢谢 总而言之，请尽可能详细的描述你的问题，而不是留一个及其宽泛的问题让学长学姐耗费大量的时间做无用功","link":"/blog.github.io/2022/08/23/%E6%8F%90%E9%97%AE%E6%8C%87%E5%8D%97/"},{"title":"自我SWOT分析（2022年版）","text":"Strengths（优势） 大一家园工作室的活动基本都有参与，且有做事情，有一定的经验 喜欢做行政管理，对这方内容有主动性和积极性 大学开学之前就有参与过HR的工作，对这种工作有一定的熟悉度 假期期间一直在实习管理方面的岗位，对管理岗位有自己的思考 喜欢拥抱新的事物，对于新东西的适应性比较强（指相同领域 从大一下开始涉猎产品思维，会从产品角度思考一些东西 某种程度的上的抗压，可以在艰难时期扛起一定的工作 经常会调整自己的心态，使自己的状态保持稳定向上 会经常对自己做复盘，及时调整自己的方向 喜欢思考也经常思考遇到的问题 Weakness （劣势） 受群众心理的负面影响较大，常常无意识地陷入短期焦虑 受某种意义上的沉没成本的心理暗示影响，有时会陷入进退两难的境地 选择困难症 对于无明确任务的工作行动力差，有时会拖到DDL才开始着手做 对于全新领域的东西很难涉入，极度缺少行动力（指一直说要学前端，但是永远在路上 视野较狭窄，基本不会主动学习其他人的角度 畏难情绪，对于长篇大论的东西常常需要大量的心理建设才着手开始 学习东西比较皮毛，有时候学习一旦中断或者感觉学了一点东西之后，很久之后想起来才会继续 Opportunities （机会） 所学专业是金融专业，总感觉金融似乎和产品和行政管理有点联系（不确定再看看 理论可供实战的机会比较多 认识社会上很多新型领域的人，经常可以接触全新的知识体系 身边的人常可以给我提供全新的思路和方向 学院里有各个专业的人，思维受影响不是那么死板 Threats（威胁） 白天积极性远低于晚上，很难效率最大化 受学校的约束，有点难以摆脱学生思维，视野也无法做到开阔","link":"/blog.github.io/2022/08/26/%E8%87%AA%E6%88%91SWOT%E5%88%86%E6%9E%90%EF%BC%882022%E5%B9%B4%E7%89%88%EF%BC%89/"}],"tags":[{"name":"study","slug":"study","link":"/blog.github.io/tags/study/"},{"name":"personal","slug":"personal","link":"/blog.github.io/tags/personal/"}],"categories":[],"pages":[]}